Repository: Kanunnikoff/GlagolitsaKeyboard-iOS
Catalog: *.lproj/Localizable.strings
Languages: hr, uk

source: Main
hr: Početna
uk: Головна

source: Settings
hr: Postavke
uk: Налаштування

source: About
hr: O aplikaciji
uk: Про програму

source: Menu
hr: Izbornik
uk: Меню

source: To enable the keyboard, follow the ​following​​ steps: • in Device Settings go to General -> Keyboard -> Keyboards -> ​New​ keyboards • enable the keyboard named 'Glagolitic'
hr: Da se pojavi tipkovnica, poduzmite slijedeće korake: • u Postavkama uređaja odaberite Općenito -> Tipkovnica -> Tipkovnice -> ​Dodaj novu tipkovnicu • uključite tipkovnicu zvanu 'Glagolitic'
uk: Щоб увімкнути клавіатуру, виконайте такі дії: • у Налаштуваннях пристрою зайдіть у розділ Основні -> Клавіатура -> Клавіатури -> Нові клавіатури • увімкніть клавіатуру під назвою 'Glagolitic'

source: The keyboard contains ​all letters of the Glagolitic alphabet.
hr: Tipkovnica sadrži sva slova Glagoljske abecede.
uk: Клавіатура містить усі букви глаголичного алфавіту.

source: Some letters are available by long holding corresponding letters with similar pronunciations.
hr: Neka slova su dostupna dugim pritiskom određenih slova sa sličnim izgovorom.
uk: Деякі літери доступні для тривалого утримання відповідних літер зі схожою вимовою.

source: Check Input
hr: Provjerite unos
uk: Перевірте введення

source: Glagolitic
uk: Глаголиця

source: System font and size
hr: Font i veličina sustava
uk: Системний шрифт та розмір

source: Key sound
hr: Zvuk tipke
uk: Звуковий сигнал клавіш

source: Keyboard
hr: Tipkovnica
uk: Клавіатура

source: Ability to enable system font and sound when pressing keys.
hr: Mogućnost odabira fonta i uključenja zvuka pri tipkanju.
uk: Можливість увімкнення системного шрифту та звуку при натисканні клавіш.

source: Version %@, build %@
hr: Verzija %@, build %@
uk: Версія %@, складання %@

source: © 2022 Dmitry Kanunnikoff
uk: © 2022 Дмитрiй Канунниковъ

source: Rate
hr: Ocijeni
uk: Оцінити

source: Share
hr: Dijeli
uk: Поділитися

source: Other apps
hr: Ostale aplikacije
uk: Інші програми

source: Glagolitic: Translator
uk: Глаголиця: перекладач

source: Your opinion is very important to me. Please feel free to rate and write a review.
hr: Vaše mišljenje mi je vrlo važno. Slobodno dajte ocjenu i napišite osvrt.
uk: Ваша думка дуже важлива для мене. Будь ласка, не полінуйтеся поставити оцінку та написати відгук.

source: Write a letter
hr: Napišite e-poruku
uk: Написати лист

source: My YouTube channel
hr: Moj kanal na YouTube-u
uk: Мій YouTube-канал

source: I'm on Twitter
hr: Koristim Twitter
uk: Я у Twitter

source: I'm on Instagram
hr: Koristim Instagram
uk: Я у Instagram

source: Feedback
hr: Povratna informacija
uk: Зворотній зв'язок

source: In case of questions or suggestions, I am at your service. Let's be in touch!
hr: U slučaju pitanja ili prijedloga, na usluzi sam Vam. Budimo u kontaktu!
uk: У разі запитань чи пропозицій я до Ваших послуг. Будемо на зв'язку!

source: Read
hr: Pročitaj
uk: Читати

source: Privacy Policy
hr: Politika Privatnosti
uk: Політика конфіденційності

source: Detailed information about how the application uses your data.
hr: Detaljne informacije o načinu kako aplikacija koristi Vaše podatke.
uk: Детальна інформація про те, як програма використовує Ваші дані.

source: Support
hr: Podrška
uk: Підтримка

source: If you like the result of my work, then you can, if you wish, support me in one of the above ways.
hr: Ako cijenite moj rad, možete ako to želite mi dati podršku na jedan od navedenih načina.
uk: Якщо Вам подобається результат моєї праці, то Ви можете, за бажання, підтримати мене одним із перерахованих вище способів.
